Repository: gustavo-munhoz/Strivvy
Catalog: Strivvy/Common/Localizable.xcstrings
Source language: en
Languages: de, es, fr, pt_br

source: Add Picture
de: Bild hinzufügen
es: Añadir imagen
fr: Ajouter une photo
pt_br: Adicionar Foto

source: Add Weight
de: Gewicht hinzufügen
es: Añadir peso
fr: Ajouter du poids
pt_br: Adicionar Peso

source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
pt_br: Cancelar

source: Choose an option
de: Wähle eine Option
es: Elija una opción
fr: Choisir une option
pt_br: Escolha uma opção

# ChooseFromGallery
source: Pick From Gallery
de: Aus Galerie wählen
es: Elegir de la galería
fr: Choisir depuis la galerie
pt_br: Escolher da Galeria

source: Continue
de: Fortfahren
es: Continuar
fr: Continuer
pt_br: Continuar

# Friday
source: Fri
de: Fr
es: Vie
fr: Ven
pt_br: Sex

# InvalidDateFuture
source: This date has yet to come!
de: Dieses Datum liegt noch in der Zukunft!
es: ¡Esta fecha aún no ha llegado!
fr: Cette date n'est pas encore arrivée!
pt_br: Esta data ainda não chegou!

# InvalidDateNoRegister
source: There's no register in this date!
de: Es gibt keine Aufzeichnung zu diesem Datum!
es: ¡No hay registro en esta fecha!
fr: Il n'y a aucun enregistrement à cette date!
pt_br: Não há registro nesta data!

# Monday
source: Mon
de: Mo
es: Lun
fr: Lun
pt_br: Seg

# NotificationDailyReminderBody
source: Don't forget to register your progress today!
de: Vergessen Sie nicht, Ihren Fortschritt heute zu registrieren!
es: ¡No olvides registrar tu progreso hoy!
fr: N'oubliez pas d'enregistrer vos progrès aujourd'hui!
pt_br: Não esqueça de registrar seu progresso hoje!

# NotificationDailyReminderTitle
source: Daily Reminder
de: Tägliche Erinnerung
es: Recordatorio Diario
fr: Rappel quotidien
pt_br: Lembrete Diário

# NSCameraUsageDescription
source: This is required to take pictures and save them inside the app. The camera will only be used when you want to take a picture.
de: Dies ist erforderlich, um Bilder zu machen und sie in der App zu speichern. Die Kamera wird nur verwendet, wenn Sie ein Bild machen möchten.
es: Esto es necesario para tomar fotos y guardarlas dentro de la aplicación. La cámara solo se utilizará cuando desee tomar una foto.
fr: Cela est nécessaire pour prendre des photos et les sauvegarder dans l'appli. L'appareil photo ne sera utilisé que lorsque vous voudrez prendre une photo.
pt_br: Isso é necessário para tirar fotos e salvá-las dentro do app. A câmera só será usada quando você quiser tirar uma foto.

# NSUserNotificationUsageDescription
source: This will allow Strivvy to remind you, once a day, to save your progress.
de: Dies ermöglicht es Strivvy, Sie einmal täglich daran zu erinnern, Ihren Fortschritt zu speichern.
es: Esto permitirá que Strivvy te recuerde, una vez al día, guardar tu progreso.
fr: Cela permettra à Strivvy de vous rappeler, une fois par jour, d'enregistrer vos progrès.
pt_br: Isso permitirá que o Strivvy lhe lembre, uma vez ao dia, de salvar seu progresso.

# OnboardingCalendarDescription
source: If you add a picture or weight to a day, it will become blue. Fill in as many days as you can!
de: Wenn Sie einem Tag ein Bild oder Gewicht hinzufügen, wird er blau. Füllen Sie so viele Tage wie möglich aus!
es: Si agregas una imagen o peso a un día, se volverá azul. ¡Llena tantos días como puedas!
fr: Si vous ajoutez une photo ou un poids à un jour, il deviendra bleu. Remplissez autant de jours que possible!
pt_br: Se você adicionar uma foto ou peso a um dia, ele se tornará azul. Preencha tantos dias quanto puder!

# OnboardingCalendarTitle
source: Fill your calendar
de: Füllen Sie Ihren Kalender
es: Llena tu calendario
fr: Remplissez votre calendrier
pt_br: Preencha seu calendário

# OnboardingNotificationDescription
source: Strivvy will remind you once every day to save your progress, if you allow notifications.
de: Strivvy wird Sie jeden Tag daran erinnern, Ihren Fortschritt zu speichern, wenn Sie Benachrichtigungen zulassen.
es: Strivvy te recordará una vez al día que guardes tu progreso, si permites las notificaciones.
fr: Strivvy vous rappellera de sauvegarder vos progrès une fois par jour, si vous autorisez les notifications.
pt_br: O Strivvy irá lembrá-lo uma vez por dia para salvar seu progresso, se você permitir notificações.

# OnboardingNotificationTitle
source: Don't miss a day
de: Verpassen Sie keinen Tag
es: No te pierdas un día
fr: Ne ratez pas un jour
pt_br: Não perca um dia

# OnboardingProgressDescription
source: Take pictures every day to see your transformation over time. Today's date is marked with purple in the calendar.
de: Machen Sie jeden Tag Fotos, um Ihre Transformation im Laufe der Zeit zu sehen. Das heutige Datum ist im Kalender mit Lila markiert.
es: Toma fotos todos los días para ver tu transformación a lo largo del tiempo. La fecha de hoy está marcada con púrpura en el calendario.
fr: Prenez des photos tous les jours pour voir votre transformation dans le temps. La date du jour est marquée en violet dans le calendrier.
pt_br: Tire fotos todos os dias para ver sua transformação ao longo do tempo. A data de hoje está marcada com roxo no calendário.

# OnboardingProgressTitle
source: Save your progress
de: Speichern Sie Ihren Fortschritt
es: Guarda tu progreso
fr: Sauvegardez vos progrès
pt_br: Salve seu progresso

# OpenSettingsAlertTitle
source: Open Settings
de: Einstellungen öffnen
es: Abrir ajustes
fr: Ouvrir les paramètres
pt_br: Abrir Configurações

# OpenSettingsMessageCamera
source: This app requires camera access. Please, open Settings and enable camera.
de: Diese App benötigt Zugriff auf die Kamera. Bitte öffnen Sie die Einstellungen und aktivieren Sie die Kamera.
es: Esta aplicación requiere acceso a la cámara. Por favor, abre Ajustes y activa la cámara.
fr: Cette application nécessite un accès à la caméra. Veuillez ouvrir les paramètres et activer la caméra.
pt_br: Este aplicativo requer acesso à câmera. Por favor, abra as Configurações e habilite a câmera.

# OpenSettingsTitleCamera
source: Camera Access Required
de: Kamerazugriff erforderlich
es: Se requiere acceso a la cámara
fr: Accès à la caméra requis
pt_br: Acesso à câmera necessário

# Saturday
source: Sat
de: Sa
es: Sáb
fr: Sam
pt_br: Sáb

# Sunday
source: Sun
de: So
es: Dom
fr: Dim
pt_br: Dom

source: Take Picture
de: Foto machen
es: Tomar foto
fr: Prendre une photo
pt_br: Tirar Foto

# Thursday
source: Thu
de: Do
es: Jue
fr: Jeu
pt_br: Qui

# Tuesday
source: Tue
de: Di
es: Mar
fr: Mar
pt_br: Ter

# Wednesday
source: Wed
de: Mi
es: Mié
fr: Mer
pt_br: Qua

# WeightLabel
source: Enter weight
de: Gewicht eingeben
es: Ingresar peso
fr: Entrer le poids
pt_br: Inserir peso

# Welcome
source: Welcome to Strivvy!
de: Willkommen bei Strivvy!
es: ¡Bienvenido a Strivvy!
fr: Bienvenue chez Strivvy!
pt_br: Bem-vindo ao Strivvy!
